<?php require_once "head.php" ?>
    <title>О нас - Учебный центр по программированию</title>
    <link rel="stylesheet" href="css/about.css">
</head>
<body>
    <div class="wrapper">
        <?php require_once "header.php" ?>
        <main>
            <div class="about">
                <h2>О нас</h2>
                <p>Мы предлагаем учебные программы для разных уровней подготовки, включая продвинутые курсы для опытных программистов. За последние два года мы успешно обучили множество студентов, многие из которых стали нашими сотрудниками и специалистами в других IT-компаниях по всему миру.</p>
                <p>Наша миссия — сделать IT-образование доступным, качественным и ориентированным на реальные потребности рынка. Мы стремимся не просто давать знания, но и вдохновлять наших студентов на достижение высоких результатов. Наши программы разработаны с учетом современных трендов и требований индустрии, что позволяет выпускникам быть востребованными специалистами с первого дня после окончания обучения.</p>
                <div class="group">
                    <div>
                        <span>50+</span>
                        <span>сотрудников в штате, окончивших наши курсы</span>
                    </div>
                    <div>
                        <span>10</span>
                        <span>преподавателей уровня Senior</span>
                    </div>
                    <div>
                        <span>24</span>
                        <span>успешно завершенных курсов</span>
                    </div>
                    <div>
                        <span>17</span>
                        <span>менторов</span>
                    </div>
                </div>
            </div>
            <img src="public/about.png" alt="Картинка о нас">
        </main>
    </div>
</body>
</html>