<?php require_once "head.php" ?>
    <title>Наши курсы - Учебный центр по программированию</title>
    <link rel="stylesheet" href="css/courses.css">
</head>
<body>
    <div class="wrapper">
        <?php require_once "header.php" ?>
        <main>
            <div>
                <h2>Наши курсы</h2>
                <p>Программирование — одна из самых востребованных и быстро развивающихся профессий в современном мире. С развитием технологий и цифровизацией всех сфер жизни, спрос на квалифицированных специалистов в области IT продолжает расти. Сегодня программисты нужны не только в традиционных IT-компаниях, но и в таких областях, как медицина, финансы, образование, транспорт, энергетика и даже искусство.</p>
                <p>С появлением новых технологий, таких как искусственный интеллект, машинное обучение, блокчейн, интернет вещей (IoT) и облачные вычисления, спектр задач для программистов значительно расширился. Современные разработчики должны не только владеть языками программирования, но и понимать принципы работы с большими данными, уметь создавать масштабируемые системы и обеспечивать кибербезопасность.</p>
                <ul>
                    <li>
                        <h3>Python</h3>
                        <span>Получи объективное понимание структуры языка, познакомься с основными фреймворками.</span>
                    </li>
                    <li>
                        <h3>Java</h3>
                        <span>Научись создавать высоконагруженные веб-сервисы на Spring Framework.</span>
                    </li>
                    <li>
                        <h3>React</h3>
                        <span>Освой одну из самых популярных JavaScript-библиотек для создания пользовательских интерфейсов.</span>
                    </li>
                </ul>
                <p>Важно отметить, что успех в программировании зависит не только от технических знаний, но и от soft skills: умения работать в команде, решать сложные задачи, адаптироваться к изменениям и постоянно учиться. Ведь технологии не стоят на месте, и чтобы оставаться востребованным специалистом, нужно быть готовым к постоянному развитию и самообразованию.</p>
            </div>
        </main>
    </div>
</body>
</html>