<?php require_once "head.php" ?>
    <title>Режим работы - Учебный центр по программированию</title>
    <link rel="stylesheet" href="css/working.css">
</head>
<body>
    <div class="wrapper">
        <?php require_once "header.php" ?>
        <main>
            <div>
                <h2>Режим работы</h2>
                <p>Наши двери всегда открыты для вас!<br>Приходите, чтобы научиться создавать удивительные программы, развивать логическое мышление и открывать для себя новые горизонты в мире IT. Мы предлагаем комфортную и вдохновляющую атмосферу, где каждый, независимо от уровня подготовки, сможет найти свой путь в программировании.</p>
                <p>Наши опытные преподаватели помогут вам освоить современные технологии, языки программирования и инструменты, которые используются в реальных проектах. Вы сможете не только получить теоретические знания, но и применить их на практике, работая над интересными задачами и проектами.</p>
                <p>Неважно, хотите ли вы сменить профессию, улучшить свои навыки или просто попробовать что-то новое — здесь вы найдете все необходимое для старта и роста. Добро пожаловать в мир технологий и безграничных возможностей!</p>
                <ul>
                    <li>Понедельник — Пятница: 9:00 — 21:00</li>
                    <li>Суббота: 10:00 — 18:00</li>
                    <li>Воскресенье: Выходной день</li>
                </ul>
            </div>
        </main>
    </div>
</body>
</html>